{"config": [{"config": {"kernel_constraint": null, "units": 4, "use_bias": true, "name": "dense_4", "bias_regularizer": null, "batch_input_shape": [null, 14], "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "dtype": "float32", "kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}, "kernel_regularizer": null, "activation": "relu", "trainable": true}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "activation": "relu", "use_bias": true, "name": "dense_5", "bias_regularizer": null, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "units": 4, "trainable": true}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "activation": "linear", "use_bias": true, "name": "dense_6", "bias_regularizer": null, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "units": 1, "trainable": true}, "class_name": "Dense"}], "backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.1.6"}