{"config": [{"config": {"name": "dense_1", "units": 200, "use_bias": true, "kernel_constraint": null, "kernel_regularizer": null, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "batch_input_shape": [null, 12], "activity_regularizer": null, "dtype": "float32", "bias_regularizer": null, "bias_constraint": null, "kernel_initializer": {"config": {"maxval": 0.05, "minval": -0.05, "seed": null}, "class_name": "RandomUniform"}}, "class_name": "Dense"}, {"config": {"rate": 0.5, "name": "dropout_1", "seed": null, "noise_shape": null, "trainable": true}, "class_name": "Dropout"}, {"config": {"name": "dense_2", "units": 200, "kernel_constraint": null, "use_bias": true, "kernel_regularizer": null, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "activity_regularizer": null, "bias_regularizer": null, "kernel_initializer": {"config": {"maxval": 0.05, "minval": -0.05, "seed": null}, "class_name": "RandomUniform"}, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.5, "name": "dropout_2", "seed": null, "noise_shape": null, "trainable": true}, "class_name": "Dropout"}, {"config": {"name": "dense_3", "units": 1, "kernel_constraint": null, "use_bias": true, "kernel_regularizer": null, "activation": "sigmoid", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "activity_regularizer": null, "bias_regularizer": null, "kernel_initializer": {"config": {"maxval": 0.05, "minval": -0.05, "seed": null}, "class_name": "RandomUniform"}, "bias_constraint": null}, "class_name": "Dense"}], "class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.1.6"}